{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
        "full_width": false
      }
    },
    "7e5558be-23bb-481e-9230-e658c16c0a97": {
      "type": "collapsible-tabs",
      "blocks": {
        "template--16981205582143__7e5558be-23bb-481e-9230-e658c16c0a97-16686830866eeaaa35-0": {
          "type": "question",
          "settings": {
            "title": "I have a question about an item, who can I contact?",
            "answer": "<p>For any questions regarding Rolling Square's products, you can contact us at <strong>support@rollingsqua.re<\/strong> or use our <strong>live chat<\/strong>!<br\/><\/p>"
          }
        },
        "template--16981205582143__7e5558be-23bb-481e-9230-e658c16c0a97-16686830866eeaaa35-1": {
          "type": "question",
          "settings": {
            "title": "What is the warranty policy?",
            "answer": "<p>We offer a <strong>2 year limited warranty<\/strong> for all Rolling Square <br\/>products.<br\/><br\/>Our warranty covers any manufacturing or workmanship defects but does <br\/>not cover damages that may have resulted from normal wear and tear, <br\/>misuse\/abuse or modification of the product.<br\/><br\/><br\/>Our lifetime warranty, when offered, covers exactly the same defects as <br\/>our standard 2 years warranty, but it extends the coverage period.<br\/>            <\/p>"
          }
        },
        "f224588e-3692-4fc3-b5bf-3b934e513652": {
          "type": "question",
          "settings": {
            "title": "What is the return policy?",
            "answer": "<p>If you are not completely satisfied with your purchase, you may return the item in its original condition <strong>within 30 days<\/strong> of receipt for a refund (not including the original shipping fee).<br\/><br\/><br\/><br\/><br\/><br\/>Only items purchased directly from Rolling Square’s online store or <br\/>Indiegogo will be accepted. If you purchased your items from authorized <br\/>retailers (online or offline), please get in touch with them directly <br\/>for returns.<br\/><br\/><br\/>Returned items must be in their original packaging, including any accessories, manuals, and documentation, where applicable.<br\/><br\/><br\/>Non-returnable items include items purchased through retailers, <br\/>incorrect products purchased, and damaged products through customer <br\/>mishandling.<br\/><br\/><br\/><br\/><br\/>Please note that original shipping charges are non-refundable except in <br\/>cases where we have made a shipping error. All VAT\/Import taxes are the <br\/>responsibility of the receiver and are non-refundable.<br\/>            <\/p>"
          }
        },
        "17bda6d3-05d2-40a6-9b7c-0cd388e46566": {
          "type": "question",
          "settings": {
            "title": "How can I return an item?",
            "answer": "<p><br\/>              If you would like to return an item that you suspect is defective, please contact <strong>support@rollingsqua.re<\/strong>.<br\/> We will issue a replacement or store credit for approved warranty <br\/>requests. The defective item may need to be returned to us in some <br\/>cases.<br\/>            <\/p>"
          }
        },
        "08c35098-a432-46a2-b18f-6fe548a077ce": {
          "type": "question",
          "settings": {
            "title": "How long does it take for my order to be dispatched?",
            "answer": "<p><br\/>              Your order will be shipped within <strong>48 hours<\/strong> of confirmation.<br\/>            <\/p>"
          }
        },
        "57cbc10a-5c90-4d4b-989b-c305cdaefc50": {
          "type": "question",
          "settings": {
            "title": "How long does shipping take?",
            "answer": "<p>Shipping normally takes 5-18 working days. In cases where customs processing is slow, delivery can take up to 6 weeks.<br\/><br\/><br\/>For more detailed tracking information for international shipments, you <br\/>can copy and paste your tracking number into the search bar here: <strong>https:\/\/track.aftership.com\/ <\/strong> or on the destination country's national post.<br\/><br\/><br\/><br\/><br\/>Items are also subject to customs clearance and may be held until duties<br\/> and taxes are paid. As the importer\/consignee, it is your <br\/>responsibility to pay duties and taxes. We are not able to refund <br\/>customs fees or additional charges that must be paid to get your package<br\/> delivered. If your order is returned to us, please contact <strong>support@rollingsqua.re<\/strong>.<br\/>            <\/p>"
          }
        },
        "b0d13475-f514-4289-9dda-d02db7c62ffb": {
          "type": "question",
          "settings": {
            "title": "My address is wrong but the order has already shipped.",
            "answer": "<p><br\/>              If your package has already shipped, we can't change your <br\/>address at this time. If your address was wrong the package will be <br\/>shipped back to us. Once we receive it we will ship it to you again, <br\/>please contact us at <strong>support@rollingsqua.re<\/strong> to provide the correct address.<br\/>            <\/p>"
          }
        },
        "48546c01-d64d-474e-8872-2dbfe0e6a819": {
          "type": "question",
          "settings": {
            "title": "My address is wrong but the order has already shipped.",
            "answer": "<p><br\/>              If your package has already shipped, we can't change your <br\/>address at this time. If your address was wrong the package will be <br\/>shipped back to us. Once we receive it we will ship it to you again, <br\/>please contact us at <strong>support@rollingsqua.re<\/strong> to provide the correct address.<br\/>            <\/p>"
          }
        },
        "2f1da6e3-e1dc-46f0-8888-3ce209290a79": {
          "type": "question",
          "settings": {
            "title": "By booking at the tracking number, the order seems stuck.",
            "answer": "<p><br\/>              Depending on the destination country, tracking numbers may<br\/> be slow to update (i.e. USPS). Most of the times the order is on its <br\/>way and will be delivered on time or with a small delay. If the shipping<br\/> time has exceeded our shipping timelines by more than 8 business days, <br\/>please contact the courier directly. We receive the same tracking as you<br\/> do once shipped and unfortunately do not have insight into any <br\/>additional information. If they are not able to locate your shipment, <br\/>contact us at <strong>support@rollingsqua.re<\/strong>.<br\/>            <\/p>"
          }
        },
        "ba21261c-cccf-4629-8d69-3c9ae1513007": {
          "type": "question",
          "settings": {
            "title": "Where can I find my tracking number?",
            "answer": "<p>You can find your tracking information by logging into your Rolling <br\/>Square account from our site's homepage. Once you find the order you'd <br\/>like to track on the Order History page of your account, you can locate <br\/>the tracking link below the product information on this order's page.<br\/><br\/><br\/><br\/><br\/>Please allow some time for tracking to update. For additional shipping <br\/>& tracking inquiries please contact the courier directly.<br\/>            <\/p>"
          }
        }
      },
      "block_order": [
        "template--16981205582143__7e5558be-23bb-481e-9230-e658c16c0a97-16686830866eeaaa35-0",
        "template--16981205582143__7e5558be-23bb-481e-9230-e658c16c0a97-16686830866eeaaa35-1",
        "f224588e-3692-4fc3-b5bf-3b934e513652",
        "17bda6d3-05d2-40a6-9b7c-0cd388e46566",
        "08c35098-a432-46a2-b18f-6fe548a077ce",
        "57cbc10a-5c90-4d4b-989b-c305cdaefc50",
        "b0d13475-f514-4289-9dda-d02db7c62ffb",
        "48546c01-d64d-474e-8872-2dbfe0e6a819",
        "2f1da6e3-e1dc-46f0-8888-3ce209290a79",
        "ba21261c-cccf-4629-8d69-3c9ae1513007"
      ],
      "settings": {
        "title": "Collapsible tabs"
      }
    }
  },
  "order": [
    "main",
    "7e5558be-23bb-481e-9230-e658c16c0a97"
  ]
}